/* No comment provided by engineer. */
"Connecting" = "Connecting...";

/* No comment provided by engineer. */
"NFiles" = "%d files";

/* No comment provided by engineer. */
"NotEnoughSpace" = "Not enough disk space";

/* No comment provided by engineer. */
"PinCode" = "PIN: %@";

/* No comment provided by engineer. */
"Sending" = "Sending...";

/* No comment provided by engineer. */
"TransferCanceled" = "Canceled";

/* No comment provided by engineer. */
"TransferDeclined" = "Declined";

/* No comment provided by engineer. */
"TransferFinished" = "Transfer finished";

/* No comment provided by engineer. */
"TransferTimedOut" = "Timed out";

/* No comment provided by engineer. */
"UnsupportedType" = "Attachment type not supported";

/* No comment provided by engineer. */
"QrCodeInstructions" = "Scan the QR Code with your Android device to connect it to your Mac. Make sure your phone is connected to the same network.\n\nAlternatively, install and open the 'Files by Google' app and tap 'Receive' at the bottom right.";

/* No comment provided by engineer. */
"TimeoutTitle" = "Something went wrong";

/* No comment provided by engineer. */
"TimeoutDescription" = "NearDrop could not connect to your phone. Please open the settings of your Android device and search for 'Quick Share'. Change the setting 'Who can share with you' to 'Everyone', and try again.";

/* No comment provided by engineer. */
"TimeoutButton" = "Okay";
